openshwprojects/OpenBK7231T_App/src/libraries/ESP32_Display_Panel/test_apps/board/waveshare/sdkconfig.ci.BOARD_WAVESHARE_ESP32_P4_NANO
CONFIG_IDF_TARGET="esp32p4"

CONFIG_BOARD_WAVESHARE_ESP32_P4_NANO=y
